Repository: seb86/MailPoet-Gravity-Forms-Add-on
Catalog: languages/*.po
Languages: pt_br

source: Documentation
pt_br: Documentação

source: Thank you for using %s :) Should you need help using %s please read the documentation.
pt_br: Obrigado por usar %s :) Precisa de ajuda ao usar %s? Por favor, leia nossa documentação.

source: %s Documentation
pt_br: Documentação do %s

source: Support
pt_br: Suporte

source: After <a href="%s">reading the documentation</a>, for further assistance you can use the <a href="%s">community forum</a>.
pt_br: Após <a href="%s">ler nossa documentação</a>, caso ainda precise de mais ajuda você pode acessar <a href="%s">o fórum da comunidade</a>.

source: Community Support
pt_br: Suporte da Comunidade

source: Found a bug?
pt_br: Encontrou algum erro?

source: If you find a bug within <strong>%s</strong> you can create a ticket via <a href="%s">Github issues</a>. Ensure you read the <a href="%s">contribution guide</a> prior to submitting your report. Be as descriptive as possible.
pt_br: Caso você encontre um erro no <strong>%s</strong> você pode criar um ticket nos <a href="%s">issues do Github</a>. Antes de enviar seu relatório, por favor, leia nosso <a href="%s">guia de colaboração</a>. Lembre-se de ser o mais descritivo possível.

source: Report a bug
pt_br: Relatar um erro

source: For more information:
pt_br: Para mais informações:

source: Project on WordPress.org
pt_br: Projeto no WordPress.org

source: Project on Github
pt_br: Projeto no Github

source: Subscriber fields
pt_br: Campos do assinante

source: Use First Name from Field ID
pt_br: Use o Nome do campo com ID

source: Use Last Name from Field ID
pt_br: Use o Sobrenome do campo com ID

source: Use Email Address from Field ID
pt_br: Use o Email do campo com ID

source: Enable multiselect
pt_br: Habilitar múltiplas seleções

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: MailPoet lists
pt_br: Listas do MailPoet

source: Single checkbox label
pt_br: Label do checkbox único

source: This is ignored when multiselect is enabled.
pt_br: Isso é ignorado quando a opção múltiplas seleções está habilitada.

source: Default: Yes, please subscribe me to your newsletter.
pt_br: Padrão: Sim, por favor me inscreva em sua newsletter.

source: Custom Fields
pt_br: Campos personalizados

source: You need to tell MailPoet from which Gravity Forms Fields it should take the users name and email address from.
pt_br: Você deve informar ao MailPoet de quais campos do Gravity Forms ele deve pegar o nome e email dos usuários.

source: Enable Multiselect
pt_br: Habilitar múltipla seleção

source: Let the user select multiple lists.
pt_br: Permita que o usuário selecione várias listas.

source: MailPoet Lists
pt_br: Listas do MailPoet

source: Select which lists the user should be able to subscribe to.
pt_br: Selecione quais as listas o usuário poderá se inscrever.

source: Your settings have been saved.
pt_br: Suas configurações foram salvas.

source: MailPoet Gravity Forms Add-on Settings
pt_br: Configurações do MailPoet Gravity Forms Add-on

source: This setting is used only if you are using single checkbox option in the "MailPoet" field settings of the form editor.
pt_br: Essa configuração é usada apenas se você tiver selecionado a opção de checkbox único nas configurações do campo do formulário do "MailPoet".

source: Simply select the lists you want your subscribers to subscribe to and press "Save Settings".
pt_br: Selecione as listas em que seus assinantes podem se inscrever e clique em "Salvar Configurações".

source: Save Settings
pt_br: Salvar Configurações

source: Yes, please subscribe me to your newsletter.
pt_br: Sim, por favor me inscreva em sua newsletter.

source: Settings
pt_br: Configurações

source: Sorry, <strong>%s</strong> requires WordPress
pt_br: Desculpe, <strong>%s</strong> depende do WordPress para funcionar.

source: Sorry, <strong>%s</strong> requires Gravity Forms. Activate it now or <a href="%s" target="_blank">purchase it today!</a>
pt_br: Desculpe, <strong>%s</strong> depende do Gravity Forms para funcionar. Ative-o agora ou <a href="%s" target="_blank">compre-o!</a>

source: Sorry, <strong>%s</strong> requires Gravity Forms
pt_br: Desculpe, <strong>%s</strong> depende do Gravity Forms para funcionar.

source: Sorry, <strong>%s</strong> requires MailPoet Newsletters for this plugin to work. Please install and activate <strong><a href="%s">MailPoet Newsletters</a></strong> first.
pt_br: Desculpe, <strong>%s</strong> depende do plugin MailPoet Newsletters para funcionar. Por favor, instale e ative o <strong><a href="%s">MailPoet Newsletters</a></strong> primeiramente.
